/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Nije moguće poslati stavku";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Pokušajte ponovno kasnije";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Niste prijavljeni u Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "Korisnik %@ poslao je fotografiju.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Ovaj uređaj još ne podržava nove značajke dijeljenja fotografija na Skypeu, no možete ih prikazati u pregledniku ovdje: %@";
